
{
  "crewCreator": {
    "title": "Assemble Your Crew",
    "subtitle": "Create a crew of 4 to 6 members to explore the galaxy.",
    "crewNameLabel": "Crew Name",
    "campaignBonusesTitle": "Campaign Bonuses",
    "startingCredits": "Credits",
    "storyPoints": "Story Points",
    "patrons": "Patrons",
    "questRumors": "Quest Rumors",
    "readyMessage": "Ready for Adventure!",
    "readySubtitle": "Your crew is assembled and their stories have begun. Time to find some work.",
    "loadoutModalTitle": "Manage Loadout",
    "loadoutModalSubtitle": "Select up to 3 weapons, 3 consumables, 1 armor, and 1 screen for {name}.",
    "weaponsTab": "Weapons",
    "protectiveTab": "Protective",
    "consumablesTab": "Consumables",
    "shipSectionTitle": "Your Starting Vessel",
    "shipSectionSubtitle": "Every crew needs a ride. Roll the dice and see what you get.",
    "hull": "Hull",
    "debt": "Debt",
    "traits": "Traits",
    "noTraits": "None",
    "selectLeaderTitle": "Select Your Leader",
    "selectLeaderSubtitle": "Pick one character to lead your crew. They receive +1 Luck and will never leave the crew through random events.",
    "selectLeaderFirst": "Please select a leader and roll for Story Points first.",
    "generateShipFirst": "Please generate a ship first.",
    "equipmentPool": "Equipment Pool",
    "rollStartingSP": "Roll to determine your starting Story Points.",
    "youStartWith": "You start with",
    "difficultyLabel": "Select a Difficulty Mode",
    "difficulties": {
      "easy": "Easy",
      "normal": "Normal",
      "challenging": "Challenging",
      "hardcore": "Hardcore",
      "insanity": "Insanity"
    },
    "leader": {
      "title": "Create Your Leader",
      "step_race": "Step 1: Choose your species. This determines your base statistics and unique racial abilities.",
      "step_background": "Step 2: Choose your background. This describes where your character comes from and what life was like before they started adventuring.",
      "step_motivation": "Step 3: Choose your motivation. This is the driving force behind your character's actions and ambitions.",
      "step_class": "Step 4: Choose your class. This represents your profession or primary skillset.",
      "selectOption": "Select an option to see details.",
      "bonuses": "Bonuses & Resources",
      "rules": "Rules",
      "specialAbilities": "Special Abilities",
      "subtitle": "Create your starting crew of 4 to 6 members. Your first character will be the crew's leader.",
      "reviewTitle": "Review Leader",
      "reviewSubtitle": "Review your character's final details. You can go back to make changes or confirm to proceed."
    },
    "assemble": {
      "title": "Assemble Your Crew"
    },
    "currentCrew": "Current Crew",
    "newCharacter": "New Character",
    "finalStats": "Final Characteristics",
    "attributes": {
      "background": "Background",
      "motivation": "Motivation",
      "class": "Class"
    },
    "startingResources": "Starting Resources",
    "luckPoints": "Luck Points",
    "experience": "Experience",
    "equipmentNote": "Equipment is added to a shared pool for the whole crew.",
    "selectAttributes": "Select attributes to see final stats.",
    "crewComplete": "Crew Roster Full!",
    "proceedToFinalize": "You may now proceed to the final step.",
    "special_abilities": {
      "kerin_brawl": { "name": "Brawl Adept", "desc": "When Brawling, K’Erin characters may roll twice, picking the better of the dice." },
      "kerin_must_brawl": { "name": "Must Brawl", "desc": "If a K’Erin character begins their round within base movement speed of an enemy, they MUST move to engage them in Brawling combat." },
      "precursor_event": { "name": "Precursor Event", "desc": "If this character is the subject of a Character Event, you may roll for 2 events and pick which one you prefer." },
      "swift_fly": { "name": "Fly", "desc": "May use their Movement Action to glide down to a lower position." },
      "swift_volley": { "name": "Volley Fire", "desc": "When firing a weapon with multiple shots, must direct every shot at the same target." },
      "feral_initiative": { "name": "Feral Initiative", "desc": "If a Feral crew member takes part in a battle, all enemy-imposed penalties to Seize the Initiative rolls are ignored." },
      "feral_reaction_fumble": { "name": "Reaction Fumble", "desc": "When making a Reaction Roll, if the dice only score a single 1, it must be given to a Feral member, if possible." },
      "stalker_teleport": { "name": "Teleport", "desc": "May teleport 1D6” as an Alternative Movement option. Can be upgraded with XP." },
      "hulker_rules": { "name": "Hulker Rules", "desc": "Ignores the Clumsy and Heavy traits on weapons." },
      "manipulator_rules": { "name": "Manipulator Rules", "desc": "Cannot enter a Brawl voluntarily. May fire 2 Pistols in the same round at separate targets." }
    },
    "characterCard": {
      "xp": "XP"
    }
  },
  "backgrounds": {
    "peaceful_high_tech": "Peaceful, High-Tech Colony",
    "dystopian_city": "Giant, Overcrowded, Dystopian City",
    "low_tech_colony": "Low-Tech Colony",
    "mining_colony": "Mining Colony",
    "military_brat": "Military Brat",
    "space_station": "Space Station",
    "military_outpost": "Military Outpost",
    "drifter": "Drifter",
    "lower_megacity": "Lower Megacity Class",
    "wealthy_merchant": "Wealthy Merchant Family",
    "frontier_gang": "Frontier Gang",
    "religious_cult": "Religious Cult",
    "war_torn": "War-Torn Hell-Hole",
    "tech_guild": "Tech Guild",
    "alien_colony": "Subjugated Colony on Alien World",
    "space_mission": "Long-Term Space Mission",
    "research_outpost": "Research Outpost",
    "primitive_world": "Primitive or Regressed World",
    "orphan_program": "Orphan Utility Program",
    "isolationist": "Isolationist Enclave",
    "comfortable_megacity": "Comfortable Megacity Class",
    "industrial_world": "Industrial World",
    "bureaucrat": "Bureaucrat",
    "wasteland_nomads": "Wasteland Nomads",
    "alien_culture": "Alien Culture",
    "peaceful_high_tech_desc": "You grew up in a utopian society where technology solved all problems.",
    "dystopian_city_desc": "Your home is an overcrowded, grim metropolis where only the strong survive.",
    "low_tech_colony_desc": "You lived a frontier life with simple tools and constant hardship.",
    "mining_colony_desc": "Your life was one of hard labor under the harsh light of alien suns.",
    "military_brat_desc": "Raised on a series of military bases, you are disciplined and well-traveled.",
    "space_station_desc": "You know the hum of life support and the silent threat of the vacuum better than solid ground.",
    "military_outpost_desc": "You spent your formative years on a dangerous border, defined by vigilance and conflict.",
    "drifter_desc": "You never stayed in one place for long, moving between worlds and learning to adapt.",
    "lower_megacity_desc": "You're from the underbelly of a giant city, a world of crime, pollution, and desperation.",
    "wealthy_merchant_desc": "You come from a life of privilege and commerce, but chose a different path.",
    "frontier_gang_desc": "You grew up fighting for territory and scraps on the lawless edge of space.",
    "religious_cult_desc": "You were raised within a strict, esoteric, and all-encompassing belief system.",
    "war_torn_desc": "You are a survivor of a brutal conflict that has irrevocably shaped your worldview.",
    "tech_guild_desc": "You were a member of an organization that jealously guards and advances technology.",
    "alien_colony_desc": "You lived as part of a subjugated population on a world that was not your own.",
    "space_mission_desc": "You were part of a long-term exploration or research mission that went off course.",
    "research_outpost_desc": "You lived a life of scientific isolation on the fringe of known space.",
    "primitive_world_desc": "You hail from a world without advanced technology, relying on strength and cunning.",
    "orphan_program_desc": "You were raised by the state for a specific purpose, your childhood a training ground.",
    "isolationist_desc": "You grew up in a closed-off enclave, taught to be wary of all outsiders.",
    "comfortable_megacity_desc": "You had a safe and predictable life in the upper levels of a metropolis.",
    "industrial_world_desc": "Your world was one of factories, smog, and relentless, grinding work.",
    "bureaucrat_desc": "You spent your life navigating endless red tape and official channels.",
    "wasteland_nomads_desc": "You traveled the barren wastes with your tribe, learning to survive in the harshest environments.",
    "alien_culture_desc": "You were raised among a non-human species, adopting many of their customs and ways."
  },
  "motivations": {
    "wealth": "Wealth",
    "fame": "Fame",
    "glory": "Glory",
    "survival": "Survival",
    "escape": "Escape",
    "adventure": "Adventure",
    "truth": "Truth",
    "technology": "Technology",
    "discovery": "Discovery",
    "loyalty": "Loyalty",
    "revenge": "Revenge",
    "romance": "Romance",
    "faith": "Faith",
    "political": "Political",
    "power": "Power",
    "order": "Order",
    "freedom": "Freedom",
    "wealth_desc": "You just want to get rich.",
    "fame_desc": "You want to be known throughout the galaxy.",
    "glory_desc": "You seek honor and glory in battle.",
    "survival_desc": "You're just trying to make it to the next day.",
    "escape_desc": "You're on the run from something, or someone.",
    "adventure_desc": "You crave the thrill of the unknown.",
    "truth_desc": "You are seeking the answers to a great mystery.",
    "technology_desc": "You want to find lost tech or create new gadgets.",
    "discovery_desc": "You want to see new worlds and map the unknown.",
    "loyalty_desc": "You are fiercely devoted to a person, cause, or organization.",
    "revenge_desc": "Someone wronged you, and you're going to make them pay.",
    "romance_desc": "You're searching for a lost love, or a new one.",
    "faith_desc": "You are driven by your religious or spiritual beliefs.",
    "political_desc": "You want to change the political landscape of the galaxy.",
    "power_desc": "You seek to accumulate personal power and influence.",
    "order_desc": "You want to bring law and order to the chaotic Fringe.",
    "freedom_desc": "You fight against oppression, for yourself and others."
  },
  "classes": {
    "working_class": "Working Class",
    "technician": "Technician",
    "scientist": "Scientist",
    "hacker": "Hacker",
    "soldier": "Soldier",
    "mercenary": "Mercenary",
    "agitator": "Agitator",
    "primitive": "Primitive",
    "artist": "Artist",
    "negotiator": "Negotiator",
    "trader": "Trader",
    "starship_crew": "Starship Crew",
    "petty_criminal": "Petty Criminal",
    "ganger": "Ganger",
    "scoundrel": "Scoundrel",
    "enforcer": "Enforcer",
    "special_agent": "Special Agent",
    "troubleshooter": "Troubleshooter",
    "bounty_hunter": "Bounty Hunter",
    "nomad": "Nomad",
    "explorer": "Explorer",
    "punk": "Punk",
    "scavenger": "Scavenger",
    "working_class_desc": "A common laborer, tough and practical, you're the backbone of the galaxy.",
    "technician_desc": "An expert in repairing, maintaining, and understanding technology of all kinds.",
    "scientist_desc": "A researcher driven by curiosity and the relentless pursuit of knowledge.",
    "hacker_desc": "You bend digital systems to your will, a ghost in the machine.",
    "soldier_desc": "You have formal military training and experience in organized combat.",
    "mercenary_desc": "A soldier for hire, your loyalty and skills belong to the highest bidder.",
    "agitator_desc": "A political firebrand, you stir up trouble and rebellion wherever you go.",
    "primitive_desc": "A warrior from a low-tech world, you are fierce, resourceful, and underestimated.",
    "artist_desc": "You find expression and meaning through your art in a chaotic galaxy.",
    "negotiator_desc": "A diplomat and deal-maker, your words are your greatest weapon.",
    "trader_desc": "You buy low, sell high, and always know the shifting currents of the market.",
    "starship_crew_desc": "A veteran of the void, you're as comfortable on the bridge of a ship as you are on solid ground.",
    "petty_criminal_desc": "You've lived a life of minor crimes and scams just to get by.",
    "ganger_desc": "A member of a street gang, your loyalty is to your colors and your crew.",
    "scoundrel_desc": "A charming rogue who lives by your wits, always one step ahead of trouble.",
    "enforcer_desc": "You provide the muscle for a powerful organization, carrying out their will.",
    "special_agent_desc": "A clandestine operative, you have a license to get things done, by any means necessary.",
    "troubleshooter_desc": "You're a specialist in solving... violent problems for those who can pay.",
    "bounty_hunter_desc": "You hunt targets for money, no questions asked. It's a dangerous but profitable life.",
    "nomad_desc": "A wanderer with no fixed home, you are skilled in survival across diverse environments.",
    "explorer_desc": "You've charted the unknown corners of the galaxy, always seeking what's over the next horizon.",
    "punk_desc": "A rebel against the system, you live by your own rules with a distinctive, anti-authoritarian style.",
    "scavenger_desc": "You make a living by picking through the galaxy's trash, finding treasure where others see junk."
  },
  "races": {
    "species": "Species",
    "baseline_human": "Baseline Human",
    "bot": "Bot",
    "engineer": "Engineer",
    "kerin": "K'Erin",
    "soulless": "Soulless",
    "precursor": "Precursor",
    "swift": "Swift",
    "feral": "Feral",
    "baseline_human_desc": "The adaptable and widespread default of humanity.",
    "bot_desc": "Mechanical constructs programmed for specific tasks.",
    "engineer_desc": "Slim humanoids with a fragile physique and a talent for machinery.",
    "kerin_desc": "Proud and warlike aliens with a peculiar sense of honor.",
    "soulless_desc": "Cybernetic organisms connected into a combined hive-intelligence.",
    "precursor_desc": "Graceful and refined alien humanoids who traveled the stars eons ago.",
    "swift_desc": "Diminutive, winged, lizard people with erratic, jerky motions.",
    "feral_desc": "Humanoid-animal hybrids, typically patterned on Earth predators.",
    "rules": {
      "human_luck": "Can exceed 1 point of Luck.",
      "bot_upgrades": "Does not earn XP, is upgraded with credits.",
      "bot_no_events": "Cannot be the subject of a Character Event.",
      "engineer_repair": "+1 to repair rolls.",
      "engineer_toughness_cap": "Toughness cannot exceed 4.",
      "kerin_must_brawl": "Must move to engage in Brawling if starting within base movement speed of an enemy.",
      "precursor_event_choice": "When subject to a Character Event, may roll twice and pick the result.",
      "swift_fly": "Can glide, leap gaps, and jump from any height without damage.",
      "swift_volley": "Must direct all shots from a multi-shot weapon at the same target.",
      "feral_initiative": "Ignore enemy penalties to Seize the Initiative rolls.",
      "feral_reaction_fumble": "If the crew rolls only a single 1 for Reaction Rolls, it must be given to a Feral member.",
      "soulless_armor": "Receives a 6+ Armor Saving Throw due to their metallic construction.",
      "soulless_no_implants": "Cannot use consumables or receive implants. Uses the Bot Injury table.",
      "soulless_upgrades": "May have Bot Upgrades installed at 1.5x cost."
    }
  }
}
